<?php
$post_notification_strings = array(
	'error' => 'שגיאה',
	'already_subscribed' => 'אתם כבר מנויים!',
	'activation_faild' => 'הרישום נכשל',
	'address_not_in_database' => 'כתובת הדוא"ל שלכם אינה קיימת ברשומות המערכת.',
	'sign_up_again'=>'בבקשה הירשמו פעם נוספת.',
	'deaktivated' => 'תהליך ביטול המנוי',
	'no_longer_activated' => 'כתובת הדוא"ל @@addr הוסרה בהצלחה ואינה מנויה עוד לקבלת דוא"ל אודות פוסטים חדשים בבלוג @@blogname.',
	'check_email' => 'בבקשה הקלידו את כתובת הדוא"ל הנכונה שלכם ובדקו את האיות שלה.',
	'wrong_captcha' => 'התווים שהוקלדו אינם תואמים.',
	'registration_successful' => 'הרישום הראשוני הושלם בהצלחה!',
	'activated' => 'ההפעלה הושלמה בהצלחה',
	'all' => 'הכל',
	'saved' => 'בקשתכם בוצעה בהצלחה!',
	'unsubscribe_mail' => 'זה עתה נשלח אליכם דוא"ל הכולל קישור לדף ביטול המנוי. ביטול המנוי יבוצע בפועל רק לאחר שתקליקו על הקישור המופיע בדוא"ל שנשלח אליכם.',
)
?>